var contact = {
    'address': '11501 Dublin Boulevard, #200, Dublin, CA 94568',
    'phone': '1 (234) 567-8900',
    'email': 'info@kauvalley.com',
    'links': [
        {
            'name': 'facebook',
            'url': '#'
        }, {
            'name': 'twitter',
            'url': '#'
        }, {
            'name': 'youtube',
            'url': '#'
        }, {
            'name': 'instagram',
            'url': '#'
        }, {
            'name': 'linkedin',
            'url': '#'
        }, {
            'name': 'weixin',
            'url': '#'
        }, {
            'name': 'weibo',
            'url': '#'
        }
    ],
    'newsletter': 'https://kauvalley.us14.list-manage.com/subscribe/post?u=5de61ced44fd7591a4cff1bca&amp;id=e6d5600c22',
    'leaveamessage': 'https://formspree.io/info@kauvalley.com'
};

var gallery = [
    'images/10.jpg',
    'images/26.jpg',
    'images/30.jpg',
    'images/32.jpg',
    'images/34.jpg',
    'images/35.jpg',
    'images/37.jpg',
    'images/39.jpg',
    'images/41.jpg',
    'images/6.jpg'
];

var bosses = [
    {
        'name': '李雷',
        'title': 'CEO',
        'url': 'images/profile.jpg',
        'detail': '夏威夷岛（夏威夷语：Hawaiʻi）是夏威夷群岛中的最大岛屿，又称大岛（Big Island）；位于群岛最南端，面积10414平方公里。全岛有丰富的火山活动，岛上有五个盾状火山，设有夏威夷火山国家公园，华人又称火山岛，是世界著名的活火山。'
    }
];

var leaders = [
    {
        'name': '韩梅梅0',
        'title': '项目主管',
        'url': 'images/profile.jpg',
        'detail': '夏威夷岛（夏威夷语：Hawaiʻi）是夏威夷群岛中的最大岛屿，又称大岛（Big Island）；位于群岛最南端，面积10414平方公里。全岛有丰富的火山活动，岛上有五个盾状火山，设有夏威夷火山国家公园，华人又称火山岛，是世界著名的活火山。'
    }, {
        'name': '韩梅梅1',
        'title': '项目主管',
        'url': 'images/profile.jpg',
        'detail': '夏威夷岛（夏威夷语：Hawaiʻi）是夏威夷群岛中的最大岛屿，又称大岛（Big Island）；位于群岛最南端，面积10414平方公里。全岛有丰富的火山活动，岛上有五个盾状火山，设有夏威夷火山国家公园，华人又称火山岛，是世界著名的活火山。'
    }, {
        'name': '韩梅梅2',
        'title': '项目主管',
        'url': 'images/profile.jpg',
        'detail': '夏威夷岛（夏威夷语：Hawaiʻi）是夏威夷群岛中的最大岛屿，又称大岛（Big Island）；位于群岛最南端，面积10414平方公里。全岛有丰富的火山活动，岛上有五个盾状火山，设有夏威夷火山国家公园，华人又称火山岛，是世界著名的活火山。'
    }, {
        'name': '韩梅梅3',
        'title': '项目主管',
        'url': 'images/profile.jpg',
        'detail': '夏威夷岛（夏威夷语：Hawaiʻi）是夏威夷群岛中的最大岛屿，又称大岛（Big Island）；位于群岛最南端，面积10414平方公里。全岛有丰富的火山活动，岛上有五个盾状火山，设有夏威夷火山国家公园，华人又称火山岛，是世界著名的活火山。'
    }, {
        'name': '韩梅梅4',
        'title': '项目主管',
        'url': 'images/profile.jpg',
        'detail': '夏威夷岛（夏威夷语：Hawaiʻi）是夏威夷群岛中的最大岛屿，又称大岛（Big Island）；位于群岛最南端，面积10414平方公里。全岛有丰富的火山活动，岛上有五个盾状火山，设有夏威夷火山国家公园，华人又称火山岛，是世界著名的活火山。'
    }, {
        'name': '韩梅梅5',
        'title': '项目主管',
        'url': 'images/profile.jpg',
        'detail': '夏威夷岛（夏威夷语：Hawaiʻi）是夏威夷群岛中的最大岛屿，又称大岛（Big Island）；位于群岛最南端，面积10414平方公里。全岛有丰富的火山活动，岛上有五个盾状火山，设有夏威夷火山国家公园，华人又称火山岛，是世界著名的活火山。'
    }
];

var news = [
    {
        'title': '新闻标题新闻标题新闻标题新闻标题新闻闻标',
        'year': '2016',
        'date': '09-09',
        'content': '夏威夷岛（夏威夷语：Hawaiʻi）是夏威夷群岛中的最大岛屿，又称大岛（Big Island）；位于群岛最南端，面积10414平方公里。全岛有丰富的火山活动，岛上有五个盾状火山，设有夏威夷火山国家公园，华人又称火山岛，是世界著名的活火山。'
    }, {
        'title': '新闻标题新闻标题新闻标题新闻标题新闻标题新闻题新闻标题题',
        'year': '2016',
        'date': '10-09',
        'content': '夏威夷岛（夏威夷语：Hawaiʻi）是夏威夷群岛中的最大岛屿，又称大岛（Big Island）；位于群岛最南端，面积10414平方公里。全岛有丰富的火山活动，岛上有五个盾状火山，设有夏威夷火山国家公园，华人又称火山岛，是世界著名的活火山。'
    }, {
        'title': '新闻标题新闻标题新闻标题题新闻标题新闻新闻标题新闻标题',
        'year': '2016',
        'date': '11-09',
        'content': '夏威夷岛（夏威夷语：Hawaiʻi）是夏威夷群岛中的最大岛屿，又称大岛（Big Island）；位于群岛最南端，面积10414平方公里。全岛有丰富的火山活动，岛上有五个盾状火山，设有夏威夷火山国家公园，华人又称火山岛，是世界著名的活火山。'
    }, {
        'title': '新闻标题新闻标题新闻标题标题新闻标题',
        'year': '2015',
        'date': '09-09',
        'content': '夏威夷岛（夏威夷语：Hawaiʻi）是夏威夷群岛中的最大岛屿，又称大岛（Big Island）；位于群岛最南端，面积10414平方公里。全岛有丰富的火山活动，岛上有五个盾状火山，设有夏威夷火山国家公园，华人又称火山岛，是世界著名的活火山。'
    }, {
        'title': '新闻标题新闻标题新闻标题新闻标题新题新闻标题新闻标题',
        'year': '2012',
        'date': '10-09',
        'content': '夏威夷岛（夏威夷语：Hawaiʻi）是夏威夷群岛中的最大岛屿，又称大岛（Big Island）；位于群岛最南端，面积10414平方公里。全岛有丰富的火山活动，岛上有五个盾状火山，设有夏威夷火山国家公园，华人又称火山岛，是世界著名的活火山。'
    }, {
        'title': '新闻标题新闻标题新闻标题新闻标题新闻标题标题',
        'year': '2013',
        'date': '11-09',
        'content': '夏威夷岛（夏威夷语：Hawaiʻi）是夏威夷群岛中的最大岛屿，又称大岛（Big Island）；位于群岛最南端，面积10414平方公里。全岛有丰富的火山活动，岛上有五个盾状火山，设有夏威夷火山国家公园，华人又称火山岛，是世界著名的活火山。'
    }, {
        'title': '新闻标题新闻标题新闻标题新闻标题新闻闻标',
        'year': '2016',
        'date': '08-15',
        'content': '夏威夷岛（夏威夷语：Hawaiʻi）是夏威夷群岛中的最大岛屿，又称大岛（Big Island）；位于群岛最南端，面积10414平方公里。全岛有丰富的火山活动，岛上有五个盾状火山，设有夏威夷火山国家公园，华人又称火山岛，是世界著名的活火山。'
    }, {
        'title': '新闻标题新闻标题新闻标题新闻标题新闻标题新闻题新题',
        'year': '2016',
        'date': '10-19',
        'content': '夏威夷岛（夏威夷语：Hawaiʻi）是夏威夷群岛中的最大岛屿，又称大岛（Big Island）；位于群岛最南端，面积10414平方公里。全岛有丰富的火山活动，岛上有五个盾状火山，设有夏威夷火山国家公园，华人又称火山岛，是世界著名的活火山。'
    }, {
        'title': '新闻标题新闻标题新闻标标题新闻标题新闻标题',
        'year': '2016',
        'date': '01-29',
        'content': '夏威夷岛（夏威夷语：Hawaiʻi）是夏威夷群岛中的最大岛屿，又称大岛（Big Island）；位于群岛最南端，面积10414平方公里。全岛有丰富的火山活动，岛上有五个盾状火山，设有夏威夷火山国家公园，华人又称火山岛，是世界著名的活火山。'
    }, {
        'title': '新闻标题新闻标题新闻标题标题新闻标题',
        'year': '2015',
        'date': '05-09',
        'content': '夏威夷岛（夏威夷语：Hawaiʻi）是夏威夷群岛中的最大岛屿，又称大岛（Big Island）；位于群岛最南端，面积10414平方公里。全岛有丰富的火山活动，岛上有五个盾状火山，设有夏威夷火山国家公园，华人又称火山岛，是世界著名的活火山。'
    }, {
        'title': '新闻标题新闻标题新闻标题新题新闻标题新闻标题',
        'year': '2012',
        'date': '12-21',
        'content': '夏威夷岛（夏威夷语：Hawaiʻi）是夏威夷群岛中的最大岛屿，又称大岛（Big Island）；位于群岛最南端，面积10414平方公里。全岛有丰富的火山活动，岛上有五个盾状火山，设有夏威夷火山国家公园，华人又称火山岛，是世界著名的活火山。'
    }, {
        'title': '新闻标题新闻标题新闻标闻标题新闻标题标题',
        'year': '2013',
        'date': '01-09',
        'content': '夏威夷岛（夏威夷语：Hawaiʻi）是夏威夷群岛中的最大岛屿，又称大岛（Big Island）；位于群岛最南端，面积10414平方公里。全岛有丰富的火山活动，岛上有五个盾状火山，设有夏威夷火山国家公园，华人又称火山岛，是世界著名的活火山。'
    }
];

var sponsored = [
    {name:'Ka`u咖啡皇后选美大赛'},
    {name:'Ka`u社区医院医疗设备升级'},
    {name:'慈善机构 O Ka`u Ka’kau'},
    {name:'社区共赢农业发展创业园'}
];
